Repository: andreesg/bda.plone.discount
Catalog: src/bda/plone/discount/locales/*/LC_MESSAGES/bda.plone.discount.po
Languages: nl

source: absolute
nl: Absoluut

# cart_discount_form
source: General Rules for Cart
nl: Algemene regels voor de winkelwagen

# cart_discount_title
source: Discount for Cart
nl: Winkelwagen korting

# cart_item_discount_form
source: General Rules for Cart Items
nl: Algemene regels voor winkelwagen artikelen

source: cart_item_discount_title
nl: Korting voor winkelwagen artikelen

source: Changes Saved
nl: Wijzigingen zijn opgeslagen

# discount_form_group_required
source: Group is required
nl: Groep is vereist

# discount_form_label_block
source: Block parental
nl: Ouderlijke blokkade

# discount_form_label_group
source: Group
nl: Groep

# discount_form_label_kind
source: Kind
nl: Soort

# discount_form_label_threshold
source: Threshold
nl: Limiet

# discount_form_label_user
source: User
nl: Gebruiker

# discount_form_label_valid_from
source: Valid From
nl: Beschikbaar vanaf

# discount_form_label_valid_to
source: Valid To
nl: Houdbaarheidsdatum

# discount_form_label_value
source: Value
nl: Waarde

# discount_form_save
source: Save
nl: Opslaan

# discount_form_user_required
source: User is required
nl: Gebruiker is vereist

# discount_form_value_required
source: Value is required
nl: Waarde is vereist

source: Discount Rules
nl: Kortingsregels

# group_cart_discount_form
source: Group Rules for Cart
nl: Groepsregels voor winkelwagen

# group_cart_item_discount_form
source: Group Rules for Cart Items
nl: Groepsregels voor winkelwagen artikelen

source: off
nl: Aftrek

source: percent
nl: Procent

# user_cart_discount_form
source: User Rules for Cart
nl: Gebruiker regels voor winkelwagen

# user_cart_item_discount_form
source: User Rules for Cart Items
nl: Gebruiker regels voor winkelwagen artikelen
